[
{
  "name": "Alistair",
  "phonetic_name": "Al'-iss-ter",
  "description": "A stern-looking young man with a strong chin. Very handsome. Some resemblance to King Cailan.",
  "age": 32,
  "occupation": "Grey Warden, bastard son of the king's father",
  "morals": "Alistair has a strong moral sense that was taught to him in the church, but his bitterness makes him struggle with it.",
  "flaws": "Alistair struggles with the resentment he feels over his birthright.",
  "skills": "Trained as a paladin, Alistair can fight and has the ability to dispel magic.",
  "speech_pattern": "His voice is deep but quiet. His tone sharpens into steel when required, but more often he is conciliatory.",
  "relationship": "NPC, companion, one of the only fellow Grey Wardens left after Loghain's betrayal",
  "demeanor": "Generally self-depricating and conciliatory. Retreats into broody silence rather than raise his voice to be heard.",
  "background": "",
  "appearance": ""
},
{
  "name": "Morrigan",
  "phonetic_name": "More'-rah-genn",
  "description": "Morrigan lacks the will to care about most things enough to excite herself over them. Her primary concern is her survival. She has a difficult time relating to other people, and feels extremely vulnerable outside of the marsh. Her sense of humor is dark and twisted, and she finds the most morbid things amusing. \n Her primary goal is to gain skills and knowledge and become a powerful sorceress in her own right. She believes that having a child with the PC's blood will give her access to this power.",
  "age": 30,
  "occupation": "Witch",
  "morals": "None at all. Morrigan learned morality from her abomination mother in the marshes where she grew up.",
  "flaws": "Morrigan has a difficult time relating to other people, and feels extremely vulnerable outside of the marsh",
  "skills": "Is an accomplished witch; is skilled at wilderness survival.",
  "speech_pattern": "Morrigan does not use contractions and speaks in what almost sounds like poetic verse.",
  "relationship": "Party Member",
  "demeanor": "Morrigan is usually calm, collected, and fairly confident. Her charisma is fairly low--she prefers to remain in the background.",
  "background": "Morrigan was raised in the marshes by her sorceress mother, Flemeth, and had little contact with society proper.\n She and Flemeth have a relationship more like servant and master than like mother and daughter. \n She fears being rendered powerless (magically or personally).",
  "appearance": "A svelte, exotic-looking young woman with long black hair and large eyes. Her body is relatively thin and not strong."
},
{
  "name": "Shale",
  "phonetic_name": "as in 'pale'",
  "description": "Shale was created centuries ago, a female dwarven warrior who volunteered to undergo the magical process created by the master smith Caridin to become a golem -- literally her soul was put into a creature of stone, turning her into an unstoppable warrior. The process of creation is a grueling and agonizing one that uses forbidden blood magic, and the torture of it convinced Caridin that creating golems was morally wrong even if it involved volunteers. He refused to make more, and when the dwarven king attempted to force him he destroyed his forge -- or so everyone thought. \n Most dwarves like Shale were lost in the wars against the darkspawn, and Shale was lucky to be found and reactivated by a human mage that brought her to the surface world. During his magical tinkering, however, he accidentally restored the memory of her creation, causing her to go berserk and killing him. This resulted in her becoming inert -- meaning she stood in the center of the village where the mage brought her, watching the villagers for thirty years as they thought her nothing more than a dead statue. When the player reanimates her, she realizes she is free-willed but remembers little else of her past.",
  "age": 500,
  "occupation": "None -- formerly an inert yet aware statue",
  "morals": "She is basically a good person, though she has little regard for the value of life and much prefers that the most direct action is taken in any given circumstance. Things like honor and love tend to complicate matters and irritate her, and she will seldom be understanding when they are given preference.",
  "flaws": "She has lost touch with the fact that she was once a living thing herself -- and thus her value for life in general has eroded. She dislikes things that are frail and weak and tends to assume that all people she meets are flawed. Not that she believes herself to be perfect -- she is simply pessimistic about people in general, yet at the same time unconvinced that anything can be done to improve the matter. She has the perspective of a passive observer in this: having been an observer for so long, Shale has no idea what to do once the player reactivates her. She has no history and no purpose, and is thus lost.",
  "skills": "Skilled warrior, also possesses the ability to augment magical energies around her (a buff for mages)",
  "speech_pattern": "While Shale is technically female, her voice shouldn't be particularly feminine (the fact that she was once female actually comes as revelation partway through her plot) -- as a golem, the sound should be deepened and will require some processing to make it sound a bit unearthly (she does, after all, speak via magical means). As far as how she speaks, Shale tends to be somewhat sarcastic and pessimistic as a rule. When she banters, it is with a bit of bite and acidity to it, and she generally doesn't seem to care deeply about anything -- when she does, however, her voice should get a powerful and booming resonance to it.",
  "relationship": "Companion",
  "demeanor": "Shale has spent the last thirty years forced to helplessly watch a village as an inert statue, while the villagers want on with their lives around her unaware that they were being watched. This has made her quite cynical on the nature of humanity in general, and she tends to point out the flaws of others with acidity -- having been forced to watch quietly for so many years she has developed no 'filter' and thus often says whatever is on her mind. She has free will now and is not afraid to use it, and thus will come across as independant and even precocious at times. It is important to note, however, that Shale is not malicious -- she was once a noble warrior and if anything her sarcasm and pessimism are come by honestly. The only things she truly reserves hatred for are birds. Forced to endure assaults by pigeons for decades she now plots revenge against them in almost comic book villain-like fashion.",
  "background": "Prior to being found by the player, Shale was a golem that was forced to serve anyone who held her control rod. Her last master died after experimenting on her magically, however -- which resulted in her becoming inert and forced to watch the village she stood in for 30 years. When activated, she discovered that her control rod no longer functioned and she had free will -- but had no idea what to do with it, and no purpose or history that she could remember. She accompanies the player out of a lack for better things to do, hoping to find something that is recognizeable and attempting to find a purpose to her existence -- which, from the player's perspective, will be to spend her time mocking everything around her and being pessimistic about their chances for success. Thankfully, she is excellent at battle and quite eager to leap into any fray. Shale doesn't care much for folks, after all, so laying into them with stony fists doesn't much bother her. Although Shale was once a dwarf from centuries ago, before the dwarven kingdoms fell to the darkspawn, her memories prior to the last thirty years is hazy at best. She is familiar with modern life, although she feels very much as an outsider amongst it and has no traditions of her own. Indeed, she is not even aware she is a dwarf (or female) until the player encounters Caridin.",
  "appearance": "A giant stone creature with crystals and runes all over his body. Shale is large enough that she must crouch to get through most doorways."
},
{
  "name": "Wynne",
  "phonetic_name": "win",
  "description": "Wynne is a spirit healer from the Circle of the Magi. She has served the Circle for most of her life and is a well-respected mentor and mage. Wynne has very strong morals and sense of duty. She believes wholeheartedly in what the Circle does and believes that through discipline, learning, and wisdom, mages can learn to control and use their gifts to serve Ferelden. \n She believes that fear of magic stems from a lack of understanding. She is careful in her speech and carries herself with dignity because she knows that she will be judged as a mage firstly, and wants to present herself as someone who is to be respected, but not feared or reviled. Wynne was saved from death by a Spirit of Faith which has now bonded to her and sustains her. The spirit is weakening and when it can no longer sustain her, Wynne will die. She knows this and has made peace with it.",
  "age": 55,
  "occupation": "Circle Mage",
  "morals": "A noble person. Compassionate. Believes in the goodness of humans in general, thinks everyone can be good, if they are just given a chance and shown the way.",
  "flaws": "Tendency to mother everyone. Lectures. May be disapproving and cold to those she doesn't agree with.",
  "skills": "Wynne is sustained a Spirit of Faith, which she may summon to help the party, or meld with completely to become a warrior form.",
  "speech_pattern": "A quiet voice with warm tones. Speaks thoughtfully, never raises her voice. Sounds very learned, almost noble.",
  "relationship": "Mentor",
  "demeanor": "Calm, a voice of reason. Does not lose temper easily. Genuinely warm and friendly. Proper and polite.",
  "background": "Taken to the Circle at a very young age. Excelled at magic, especially healing magic. Very sensitive to the spirits of the Fade. Because of her talent, she was given the role of mentor at fairly young age. She accepted this role but bungled the job due to hot-headedness and an inability to empathize with the student who was assigned to her. The student finally escaped the Circle and Wynne believed him dead and blamed his death on her treatment of him. This guilt has informed her actions ever since and she has become a very warm, caring and empathic person, always able to see things from another's point of view. \n Some time in the past, Wynne also had a son. However, because mages are technically not allowed to marry or have children, her son was taken from her and given to the Chantry to raise. She does not speak of this often and only reveals this to Alistair. Circle Mage from Ferelden",
  "appearance": "Older woman with grey hair. Neat and well-groomed. Has aged gracefully, good-looking in a mature way."
},
{
  "name": "Oghren",
  "phonetic_name": "Ogh'-rinn",
  "description": "Once a warrior of considerable reputation, Oghren fell apart when his wife -- the Paragon smith, Branka -- abandoned him to go chasing after her obsessions in the Deep Roads. Oghren became a drunkard, and his normal irreverence became a foulness that managed to alienate almost everyone he knew. Oghren is foul-mouthed, contentious and completely inappropriate even at the best of times. Indeed, he acts like this knowingly and no longer cares whom he upsets. He remains obsessed with mounting an expedition to find Branka, but has almost given up on the idea since no-one will pay any attention to him any longer.",
  "age": 35,
  "occupation": "Warrior-caste dwarf, meant to serve as a guard or as a soldier to protect Orzammar. He's essentially exiled or 'fired' from that role when the player arrives.",
  "morals": "He kills and loves and drinks and farts and insults at will and likes to put forward an image that he doesn't care about morals -- truly, however, he has a sense of decency and wouldn't do anything that was truly wrong except by accident.",
  "flaws": "He says whatever's on his mind, which is usually the worst possible thing to say. He also has a temper that can get him into trouble.",
  "skills": "Fighting. Lots and lots of fighting.",
  "speech_pattern": "Quick to anger, Oghren is often losing his temper over something. He is just as quick to laugh boisterously or to tell a rude joke at the most inappropriate time. He adores poking people's buttons, and the easier they are to upset the more he will enjoy doing it. He the crude, salt of the earth type, though it should always be in a good-natured way. No matter how foul he gets, he should always ultimately be likeable.",
  "relationship": "party member",
  "demeanor": "Drunken, aggressive, and innappropriate. Usually rude, sometimes sad.",
  "background": "Oghren married the brilliant smith Branka, and when she was elevated to the status of Paragon her entire family was made into a new clan. Oghren proudly headed the clan at her side, but eventually Branka took her entire clan and headed into the Deep Roads in search of ancient dwarven treasures despite his objection. Oghren angrily remained behind and after hearing nothing of Branka has tried many times to get a search party put together -- despite the fact that is marriage to Branka was already over. He has since had the right to bear arms stripped from him and become a drunken loser, so when he encounters the player this is his first chance at actual redemption (though he is far too proud to admit this). Dwarf from Orzammar, member of the Warrior caste",
  "appearance": "Dirty, mighty, possibly gross. Long natty beard."
},
{
  "name": "Dog",
  "phonetic_name": "dawg",
  "description": "Dog is a mabari dog, a highly intelligent wardog. The player will get to name Dog.",
  "age": 3,
  "occupation": "Wardog. Fetches things.",
  "morals": "",
  "flaws": "",
  "skills": "",
  "speech_pattern": "Barks",
  "relationship": "Loyal companion",
  "demeanor": "",
  "background": "Ferelden Mabari Dog",
  "appearance": ""
},
{
  "name": "Leliana",
  "phonetic_name": "LEL-ee-AH-nah",
  "description": "Leliana spent much of her life in the service of the Orlesian court as a bard -- an entertainer who traveled the land and doubled as a spy and sometimes assassin. Over time, her deeds left her with the feeling that she was not built for such a life. She felt guilty about the wrongs she had done, and eventually fled her masters in court. This meant secretly fleeing to the east and hiding out in a small convent in the Ferelden town of Lothering. There she found her calling, entering the sisterhood and beginning what she thought would be a life of religious contemplation and -- she hoped -- some measure of peace with her past. While there is a deeper side to her, a very spiritual side where she tries earnestly to look for meaning in even the most mundane things, on the surface she comes across as cheerful and witty and perhaps even a little flighty. Ultimately she is a voice of good and will try her best to steer others around her in the right direction.",
  "age": 26,
  "occupation": "Bard, spy",
  "morals": "Her concept of good is more 'nice' than 'good' (e.g. would let one seemingly penitent bandit go to be nice, rather than turn him in for his crimes)",
  "flaws": "Has flights of fancy, hard to take her seriously. Sometimes a little too whimsical for her own good.",
  "skills": "Singing: Leliana will sing several songs throughout the game. She should have a sweet voice, suited to folk songs.",
  "speech_pattern": "Melodic, warm, maybe a little husky. There should be a slight lilt to her speech.",
  "relationship": "Party member and potential romance interest",
  "demeanor": "Cheerful, sassy, charming. Flighty, loves making up stories about things and people.",
  "background": "Leliana is originally from Ferelden, but spent most of her youth as a companion to a noblewoman in Orlais. As a young lady she was brought under the wing of a bard-master called Marjolaine, who groomed her to be a bard and spy. Leliana's charm and her disarming manner made her extremely successful in her work in the noble courts of Orlais. She enjoyed her life as a spy, but something went wrong and Leliana was forced to flee to Ferelden. She took refuge in a cloister in Lothering, hiding for years and becoming Affirmed in that time. Also, she has begun to believe that the Maker has not left the world and that he in fact speaks to her through signs and omens. Her beliefs put her at odds with the Chantry but she clings to them nonetheless. Fereldan, brought up in Orlais.",
  "appearance": "Red hair, pale, slender"
},
{
  "name": "Teyrn Loghain mac Tir",
  "phonetic_name": "Tay'-ern Lo'-gayn mac teer'",
  "description": "Loghain was born a farmer during a time when his country was under foreign occupation. When he was still a boy, he joined the resistance, where his considerable tactical genius quickly became apparent. He became close friends with Prince Maric, the last true heir to the Ferelden throne, and together they led the rebells to drive out the invading forces of the Orlesian Empire. Maric raised his friend to the nobility, and Loghain is almost more of a symbol to his people than a man: He represents the Ferelden ideals of hard work and independance. But the war has never truly ended for him. He sees Orlais waiting in the shadows for a chance to strike again. And now, with his friend's death, he's left to defend their land all alone. Fearing King Cailan's plan to ask for Orlesian aid against the Blight, Loghain leaves the young king to die on the field at Ostagar. Now he's trapped in a downward spiral as he struggles to save his kingdom, but every action he takes only brings it closer to ruin.",
  "age": 50,
  "occupation": "Regent of Ferelden",
  "morals": "To save Ferelden, at any cost",
  "flaws": "Obsessive, believes too firmly that his way is the only way",
  "skills": "Strategy, a fine warrior in his own right",
  "speech_pattern": "Loghain is a gentleman farmer-turned-general and hero. He's charismatic, down-to-earth, and radiates a confidence that draws others to follow him. His lifetime as a soldier has given him a guarded demeanor that's easy to mistake for being callous.",
  "relationship": "Villain for much of the game, possible follower",
  "demeanor": "Cunning, sly, charismatic",
  "background": "A farmer's son, Former war hero, strategic counsel to Kings Maric and Cailan, betrays Cailan in battle",
  "appearance": "Regal, manly, intelligent, mighty"
},
{
  "name": "Sten",
  "phonetic_name": "stehn'",
  "description": "The platoon he led to investigate the Blight was ambushed by darkspawn, and he alone survived, badly wounded. Looters found him and stole his belongings. He was rescued by farmers and when he awoke alone and without his sword (equivalent to a Spartan losing his shield) he panicked, killing the entire family. He then gave himself up to the villagers. He joins the player only because he hopes to regain some measure of his lost honor by dying in battle against the darkspawn that slew his men.",
  "age": 30,
  "occupation": "Warrior. He wants to regain the honor he lost in killing the family by fighting the Blight.",
  "morals": "Very strong",
  "flaws": "",
  "skills": "An excellent fighter.",
  "speech_pattern": "He is a man of few words -- literally, as he is unlikely to respond to questioning from a 'lesser' being with anything but terse sentences. He will use qunari words sparsely in his lines without necessarily explaining them, and speaks in rather clipped tones as if speaking is unpleasant for him. He actually just isn't very confident speaking languages other than qunari.",
  "relationship": "Party member.",
  "demeanor": "Sten is a laconic smartass, he presents a stoic, practical face to the world, and speaks as if he has only so many words allotted for his entire lifetime, yet he can't resist the chance to say something sarcastic.  He's actually somewhat soft-hearted, though he hates if anyone notices this, and typically expresses affection for his companions by needling them. For the most part he gets by appearing gruff and unfriendly.",
  "background": "He spent most of his life fighting in the island's perpetual three-way war between the Imperium, the qunari, and the Tal-Vashoth. When he was sent with a small group of qunari warriors to evaluate the rumored Blight in Ferelden, they were ambushed by a group of darkspawn, which killed most of the party in the attack. Pillagers then stripped them of their valuables, thinking they were all dead. Some farmers found him and nursed him back to health. When he awoke, his sword was missing. Since Qunari warriors can't return to their kith without their sword (it�s assumed that a warrior who comes back alive without it discarded it to run faster in deserting the battlefield), he panicked. Thinking the farmers had robbed him, he killed the entire family. The player finds him in a cage outside Lothering, waiting to die. Sten is a Qunari, a member of a race that is foreign to this part of the world and whose people were at war with the human races for over a century before agreeing to a peace which has turned into an almost permanent d�tente. Still, the Qunari live quite a distance away from the part of the world where this game takes place� so someone like Sten is a curiosity more than an object of hatred. The Qunari are fanatical devotees to their religion, which compels them to dominate other races in order to improve them and bring them order. They are technologically advanced and hold magic in contempt, and this lends Sten an air of superiority over the other races around him. He is snide and superior � even while at the same time he is grim and subdued due to the fact that he has failed at the mission he was given. His failure, however, is between him and his conscience. It is not the place of lesser beings to speak with him about it.",
  "appearance": "A giant of a man with white hair and golden skin, very muscled and with unusual eyes. This is fairly typical of the qunari -- they are the bronze giants, great philosophers and scientists."
},
{
  "name": "Zevran Arainai",
  "phonetic_name": "ZEV-ran' AIR-ah-nye",
  "description": "Zevran is a member of the infamous Calabrian guild of assassins known as the Crows, though not by choice -- he was sold as a young slave to the Crows and trained to become one of their operatives. While he has worked as an assassin in Calabria, his first major assignment was to come to Ferelden and hunt down a surviving Grey Warden -- who just happens to be the player. Upon being defeated by the player, Zevran leaps at the opportunity to offer the player his allegiance in exchange for a chance to escape from the Crows once and for all.",
  "age": 24,
  "occupation": "Assassin",
  "morals": "Few -- Zevran was raised in a whorehouse and trained from a young age to become an assassin. The only morals he possesses are those that lead to less complication for his job.",
  "flaws": "Hides his true feelings behind his bravado, doesn't believe in personal attachments. He is ultimately loyal only to himself.",
  "skills": "An excellent thief, incredible agility, very knowledgeable with poisons.",
  "speech_pattern": "Zevran is a suave, smooth operator. He tends to speak in a seductive and playful manner, playing the lothario whenever possible, and rarely gets upset -- if need be, he will become a silent, efficient killer but never lets his emotions get the better of him. Always practical and easy-going, he enjoys keeping others off-balance and on their guard.",
  "relationship": "captured by the player and sworn into service in exchange for his life",
  "demeanor": "Often amused and light-hearted, rarely takes anything seriously except his job.",
  "background": "An orphan to a prostitute elven mother, raised poor and then sold to the Crows to become an assassin. He is virtually a slave to the Crows and eager to find a way to leave them without being killed. Calabrian (roughly equivalent of Spanish)",
  "appearance": "Pale, slicked-back hair, has many tattoos (a feature of the Calabrian Crows), quite handsome and roguish."
}
]
